Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/sneberg-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: - Unnán ohppen skuvllas
nob: – Det var lite jeg lærte på skolen

source: Muitaluvvon Nils-Ole Dalvikii
nob: Fortalt til Nils-Ole Dalvik

source: Nils Sneberg ( Govva : Nils-Ole Dalvik )
nob: Nils Sneberg ( Foto : Nils-Ole Dalvik )

source: Sámi skuvlahistorjjá vuosttaš girjjis beasaimet lohkat govt lei bajásšaddat ja skuvlla vázzit Olmmáivákkis Gáivuonas 1970-logus , go gilli lei mahkáš dáruiduvvan .
nob: I Samisk skolehistorie 1 fikk vi lese hvordan det var å vokse opp og gå på skole i Manndalen i Kåfjord på 1970-tallet , da bygda tilsynelatende var blitt norsk .

source: Dál mannat guokte buolvva maŋos , ja diktit muitalit guoktása sis geat skuvlla vázze Olmmáivákkis 1920- ja 30-logus .
nob: Nå går vi to generasjoner tilbake og lar to av dem som gikk på skolen i Manndalen på 1920- og 30-tallet fortelle .

source: Nils-Ole Dalvik lea 2004 čavčča jearahallan Nils Sneberga ja Elida Isaksena ( boahtte artihkal ) .
nob: Intervjuene er gjort av Nils-Ole Dalvik høsten 2004 .

source: Dalvik lea bajásšaddan Olmmáivákkis , ja orru ain doppe .
nob: Dalvik er oppvokst i Manndalen , der han fortsatt bor .

source: Son riegádii 1969 . Son bargá Gáivuona lagasbirasguovddážis , ja lea maid suohkanstivraáirras .
nob: Han er født 1969 , arbeider på Kåfjord nærmiljøsentral og er kommunestyremedlem i Kåfjord .

source: Nils Sneberg lea riegádan Olmmáivákkis 1918:s , ja lea doppe orron olles eallinagi .
nob: Nils Sneberg er født 1918 i Manndalen og har bodd der hele livet .

source: Son lea bargan huksehusbargguiguin ja eanandoaluin .
nob: Han har arbeidet med anleggsarbeid og jordbruk .

source: Nils-Ole Dalvik ( Govva : Viviann Lorentzen )
nob: Nils-Ole Dalvik ( Foto : Viviann Lorentzen )

source: - Ledjen 7-jahkásaš go álgen skuvlii , ja vázzen doppe 7 jagi , gait jagiid vázzen skuvllas Goržžis .
nob: – Jeg var 7 år da jeg begynte på skolen , og jeg gikk der i 7 år , alle år på skolen i Fossen .

source: Skuvlaáiggis eai leat máŋga buori muittu gal .
nob: Fra skoletiden har jeg ikke mange gode minner .

source: Máhtten dušše sámi , in máhttán dáro go álgen , ja skuvllot bođii lulde ii ge máhttán sámi .
nob: Jeg kunne bare samisk , ikke noe norsk da jeg begynte , mens læreren min var sørfra og kunne ikke samisk .

source: Sii guđet muinna sihte sárdnut , ferteje sámástit .
nob: De som ville snakke med meg måtte snakke samisk .

source: Ledje maid soames iežá oahppit geat máhtte dušše sámegiela , muhto eanáš oahppit dárustedje .
nob: Det var også enkelte andre elever som ikke kunne samisk , men de fleste kunne snakke norsk .

source: Sis ledje váhnemat geat dárostedje .
nob: De hadde foreldre som snakket norsk .

source: Mu siiddas leigga dušše eadnán ja áhkkon , soai sártnuiga dušše sámegiela .
nob: Hjemme hos meg hadde jeg bare mor min og bestemor min , og de snakket bare samisk .

source: Eadnán ii lean vissa skuvlla vázzán obanassiige .
nob: Mor min hadde visstnok ikke skole i det hele tatt .

source: Danin gullen dušše sámegiela siiddas .
nob: Derfor fikk jeg bare høre samisk hjemme .

source: Unnán ohppen skuvllas dan čieža jagis maid doppe vázzen .
nob: Det var lite jeg lærte på skolen de sju årene jeg gikk der .

source: Ii lean ruhta girjjiid oastit , mus lei dušše biibalhistorjá ja čilgehus .
nob: Ikke hadde jeg råd til å kjøpe bøker , jeg hadde bare bibelhistorien og forklaringen .

source: Muhto birgejin bures rehkenastimis , go das sáhtii olmmoš bures birget , vaikko ii máhttán ge nu olu dárogiela .
nob: Men regning klarte jeg bra , for det kunne man klare godt uten å kunne for mye norsk .

source: Jáhkán ahte mun livččen čeahppi jus livččen albma skuvlla vázzán .
nob: Jeg tror nok jeg kunne ha vært flink hvis jeg hadde hatt ordentlig skolegang .

source: Muhto skuvllohat eai bargan muinna , eai gal beroštan mus .
nob: Men lærerne arbeidet ikke noe med meg , de brydde seg ikke om meg .

source: Ii dat gal buorránan ge go bohten skuvllot Nordnesa alit luohkáide .
nob: Og ikke ble det bedre heller da jeg kom i høyere klasser til lærer Nordnes .

source: Skuvllot Slinde bođii lulde , ii son máhttán sámi .
nob: Lærer Slinde var sørfra , og kunne ikke samisk .

source: Skuvllot Soleng ja skuvllot Nordnes gal máhtiiga sámegiela , muhto soai sártnuiga dušše dárogiela .
nob: Derimot lærer Soleng og lærer Nordnes , de kunne nok samisk , men de snakket bare norsk .

source: Slinde lei skuvllot Goržžis go dohko álgen , muhto son heittii .
nob: Slinde var lærer i Fossen da jeg begynte der , men han sluttet .

source: De šattaiga Soleng ja Nordnes min skuvllohat .
nob: Så ble det Soleng og Nordnes som var lærerne våre .

source: Skuvllot Nordnes orui muhtun áiggi oahpaheaddjidálus skuvllas .
nob: Lærer Nordnes bodde en tid på skolen i en lærerbolig .

source: Su lusa fárrii oabbás , Karolina , go son bázii leaskan .
nob: Han fikk her selskap av søsteren sin , Karolina , da hun ble enke .

source: Hans Olsen Goržži skuvlla ovdabealde ( Govva : Laura Isaksen )
nob: Hans Olsen foran Fossen skole ( Foto : Laura Isaksen )

source: Juohke beaivvi vázzen skuvlii ja fas siidii .
nob: Hver dag gikk jeg til og fra skolen .

source: Orron Hánosiiddas Storvollenis , badjelaš kilomehter skuvllas eret .
nob: Jeg bodde på Einebakken på Storvollen , en drøy kilometers vei .

source: Bottuin láviimet ruohttat skuvlla birra dassážii go Nordnes gilddii min dan dahkamis .
nob: I friminuttene brukte vi å springe rundt skolen inntil Nordnes forbydde oss å gjøre det .

source: Oktii muittán ahte guokte bártni beaškkeheigga oktii nu garrasit ahte guktot álggiiga njunis vardit .
nob: En gang husker jeg at to gutter tørnet ihop så de begge begynte å blø neseblod .

source: Muđui eat beassan olus maidege bargat .
nob: Ellers var det lite vi fikk lov til å gjøre .

source: Erenoamážit muittán go soames geardde vuosttaš čavčča gilde min mannamis bálgá lusa .
nob: Spesielt husker jeg en gang den første skolehøsten at vi ble forbydd å gå opp til veien .

source: Lei dat beaivi go soahttáske Vuolášluohkás , nu gohčoduvvon leansmánnefearán.[Leansmánnefearán : Skápma 1925 bođii leansmánni bággobiddjega doallat Olmmáivákki dáluin gos eai lean vearu máksán .
nob: Det var den dagen slaget i Vuolaš-bakken stod , den såkalte lensmannsaffæren.[Lensmannsaffæren : Senhøsten 1925 kom lensmannen for å holde auksjon på gårdene i Manndalen hvor de ikke hadde betalt skatt .

source: Go bohte Gaiskiriidái Solbakkendállui , de áiggui leansmánni vuovdit eret áidna gusa mii doppe lei .
nob: Da de kom til Gaiskiriidi hos Solbakken , ville lensmannen auksjonere vekk den eneste kua på gården .

source: Dan ii dohkkehan olmmoščora mii lei dohko čoahkkanan .
nob: Men dette aksepterte ikke den etterhvert store folkemengden som var samlet seg .

source: Sii gevrejedje leansmánni eret Olmmáivákkis .
nob: De tvang lensmannen , delvis ved vold , til å forlate Manndalen denne gang .

source: Moadde beaivvi maŋŋil bohte fas leansmánni olbmot ruoktot , dalle ledje eanet vel mielde .
nob: Noen dager senere kom de mannsterke tilbake , og flere ble arrestert og bragt til avhør i Tromsø .

source: Ovcci olmmáivággelačča dubmehalle giddagassii dán fearána maŋŋil , man birra aviissat ollu čálle . ]
nob: Ni manndalinger ble idømt fengselsstraffer etter denne affæren , som fikk mye medieoppmerksomhet . ]

source: Mii háliideimmet dieđus mannat geahččat , muhto skuvllot Nordnes gilddii dan .
nob: Vi hadde selvsagt interesse av å gå dit å se , men lærer Nordnes forbydde det .

source: Mii leimmet hui sáhkkii , ja manaimet liikká lagabui bálgá nu ahte oinniimet gitta Solbakkenii , ja gulaimet hurá-čurvosiid doppe .
nob: Vi var veldig spente på dette vi barna , og vi gikk allikevel nærmere veien og fikk se til Solbakken , og hørte hurraropene derfra .

source: Muittán bures go politiija soames beaivve maŋŋil bođii min siidii eadno gitta váldit danin go son lei leamaš mielde .
nob: Jeg husker godt når politiet kom hjem til oss en tid senere for å arrestere onkelen min fordi han hadde vært med .

source: Okta konstábel lei nu guhkki , go son čuoččui de ledje su oalggit min dálu gáhttobielkkaiguin ovttaguhkit .
nob: En av konstablene var veldig høy , og når han stod oppreist var skuldrene hans i høyde med takbjelkene i huset vårt .

source: Mu eanu váldojuvvui Romsii ja gažaduvvui , muhto son beasai fuotin siidii iige dubmehallon .
nob: Onkelen min ble brakt til Tromsø og forhørt , men han ble hjemsendt igjen og ikke straffet .

source: Dat dárogiella , maid máhtten go gergen skuvllas , ii lean masage ávkin .
nob: Den norsken jeg kunne da jeg gikk ut av skolen var ikke noe å rope hurra for akkurat .

source: Dárogiela lean oahppan maŋŋil , go mu mánát ohppe dárogiela skuvllas , ja sárdno maid eanáš dárogiela siiddas .
nob: Det norske språk har jeg lært senere , da mine barn lærte norsk på skolen og snakket mest norsk også hjemme .

source: Mu eammi , Anna , son sártnui dárogiela bures .
nob: Kona mi , Anna , hun snakket godt norsk .

source: Danin šattai nu ahte mun maid álgen eanet ahte eanet dárustit .
nob: Derfor ble det til at også jeg begynte å snakke norsk mer og mer .

source: Ránnjámánát sárdno dárogiela , muhto maid sámegiela .
nob: Nabobarna snakket norsk , men også samisk .

source: Go muinna sárdno de sárdno dušše sámegiela .
nob: Når de snakket med meg så snakket de bare samisk .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
